Repository: abr4xas/wp-mercadolibre-sync
Catalog: languages/wp-mercadolibre-sync-*.po
Languages: es_es

source: Modules
es_es: Módulos

source: Tests
es_es: Testeos

source: Token refreshed!!
es_es: Token refrescado !!

source: Re-autorized API. Token refreshed!!
es_es: API autorizada de nuevo. Token refrescado !!

source: Perfect!! Plugin configured correctly.
es_es: ¡¡Perfecto!! Plugin configurado correctamente.

source: Plugin needs more settings.
es_es: El plugin necesita más configuraciones.

source: Enable Auto Token?
es_es: ¿Habilitar token automático?

source: Tokens exprie each 6 hours, enable this option to refresh it automaticly when needed.
es_es: Los tokens caducan cada 6 horas, habilite esta opción para actualizarla automáticamente cuando sea necesario.

source: Enable Debug?
es_es: ¿Habilitar Depuración?

source: A file will be created/updated at: wp-content/wp-mercadolibre-sync-debug.txt with debug information.
es_es: Se creará/actualizará un archivo en: wp-content/wp-mercadolibre-sync-debug.txt con información de depuración.

source: Use SSL_VERIFYPEER?
es_es: ¿Usar SSL_VERIFYPEER?

source: Use If using localhost or no SSL actived, you can disable this for testings.
es_es: Si usa localhost o no está activado SSL, puede deshabilitarlo para las pruebas.

source: Advanced Settings
es_es: Ajustes avanzados

source: We recommend using these options only for development. The option to activate Auto Token should always be active on production sites.
es_es: Recomendamos usar estas opciones solo para el desarrollo. La opción para activar el token automático siempre debe estar activa en los sitios de producción.

source: oAuth Data
es_es: Datos oAuth

source: These data are private, can be used to interact with the API. See the Mercado Libre API documentation for more information.
es_es: Estos datos son privados, se pueden utilizar para interactuar con la API. Consulte la documentación de la API de Mercado Libre para obtener más información.

source: Never share this data.
es_es: Nunca comparta estos datos.

source: API Settings
es_es: Configuraciones API

source: These data must be exactly the same as those set in the Application created in Mercado Libre previously.
es_es: Estos datos deben ser exactamente los mismos que los establecidos en la Aplicación creada anteriormente en Mercado Libre.

source: refers to the country of the user used for the application.
es_es: se refiere al país del usuario utilizado para la aplicación.

source: Save Changes
es_es: Guardar cambios

source: System status
es_es: Estado del sistema

source: Connected API
es_es: API conectada

source: Authenticate the application
es_es: Autenticar la aplicación

source: No data set
es_es: No hay datos

source: Application
es_es: Aplicación

source: Connected
es_es: Conectada

source: Token life
es_es: Vida del Token

source: Expires in (UTC)
es_es: Expira en (UTC)

source: There are no linked applications
es_es: No hay aplicaciones vinculadas.

source: User
es_es: Usuario

source: Authorized
es_es: Autorizada

source: There are no authorized users
es_es: No hay usuarios autorizados.

source: Manage your Mercado Libre Applications
es_es: Gestiona tus aplicaciones de Mercado Libre

source: Authorize API
es_es: Autorizar API

source: Refresh API Authorization
es_es: Actualizar la autorización de la API

source: Manual refresh Token
es_es: Actualizar Token manual

source: Create "test" user
es_es: Crear usuario "test"

source: To create a user test you must use a token from a real account. For development and testing, it is advisable to create two test accounts, one to use as a seller, and another to use as a buyer so that you can make comments and purchases.
es_es: Para crear un usuario test, debe utilizar un token de una cuenta real. Para el desarrollo y las pruebas, es recomendable crear dos cuentas de prueba, una para usar como vendedor y otra para usar como comprador para que pueda realizar comentarios y compras.

source: Enter a valid token
es_es: Ingrese un token válido

source: Test publications
es_es: Publicaciones de prueba

source: While this tool is for creating test publications, it can be used to create real publications if a real app and user is being used in the plugin settings. Take care.
es_es: Si bien esta herramienta sirve para crear publicaciones de prueba, se puede usar para crear publicaciones reales si se está utilizando una aplicación y un usuario reales en la configuración del complemento. Cuídate.

source: Success! Your test item was listed!
es_es: ¡Éxito! Su artículo de prueba fue listado!

source: Go to the permalink to see how it's looking in our site.
es_es: Vaya al enlace permanente para ver cómo se ve en nuestro sitio.

source: Once every 5 seconds
es_es: Una vez cada 5 segundos

source: No data set and / or saved yet.
es_es: No hay datos establecidos y / o guardados todavía.

source: Okay, the API has been authorized. The data has been saved.
es_es: Bien, la API ha sido autorizada. Los datos se han guardado.

source: The Token and expiration time have been refreshed. The data has been saved.
es_es: El token y el tiempo de caducidad se han actualizado. Los datos se han guardado.

source: Excellent, your API is linked correctly.
es_es: Excelente, tu API está enlazada correctamente.

source: You must authenticate your application to continue.
es_es: Debes autenticar tu aplicación para continuar.

source: Your app has been authorized with a new code. Tokens and expiration time have been refreshed.
es_es: Tu aplicación ha sido autorizada con un nuevo código. Los tokens y el tiempo de caducidad se han actualizado.

source: Price
es_es: Precio

source: Quantity
es_es: Cantidad

source: See in Mercado Libre
es_es: Ver en Mercado Libre

source: Created
es_es: Creado

source: Updated
es_es: Actualizada
